{"data":
	[
		"Telah bercerita kepadaku Muhammad bin Basysyar telah bercerita kepada kami 'Abdul Wahhab telah bercerita kepada kami 'Ubaidullah dari Wahb bin Kaisan dari Jabir bin 'Abdullah radliallahu 'anhuma berkata: \"Bapakku meninggal dunia dan memiliki hutang lalu aku tawarkan kepada para piutangnya untuk mengambil kurma miliknya sebanding dengan hutangnya namun mereka menolaknya dan menganggap bahwa hal itu belum cukup lunas. Lalu aku menemui Nabi shallallahu 'alaihi wasallam dan aku ceritakan hal itu maka Beliau berkata: \"Jika kamu hendak memanen (kurmamu) lalu kamu letakkan dalam sebuah loyang maka beritahulah Rasulullah shallallahu 'alaihi wasallam\". Maka Beliau datang bersama dengan Abu Bakar dan 'Umar lalu Beliau duduk di loyang tersebut seraya mendoakan keberkahan kemudian Beliau berkata: \"Panggilah para piutang kamu itu lalu lunasilah\". Maka tidak ada satupun orang yang bapakku berhutang padanya melainkan telah aku lunasi dan masih tersisa tiga belas wasaq dari kurma 'ajwah sebanyak tujuh wasaq dan kurma lain enam wasaq atau enam wasaq kurma 'ajwah dan tujuh wasaq kurma jenis lain. Lalu aku memenuhi shalat maghrib bersama Rasulullah shallallahu 'alaihi wasallam dan akupun menceritakan hal itu kepadanya, maka beliau tersenyum, dan bersabda; temuilah Abu Bakar dan Umar lalu bertahukan hal itu kepadanya\". Maka keduanya berkata: 'Sungguh kami telah tahu bahwa bila Rasulullah shallallahu 'alaihi wasallam berbuat pasti akan terjadi\". Dan berkata Hisyam dari Wahb dari Jabir: \"Sholat 'Ashar dan tidak menyebut Abu Bakar dan tidak juga disebutkan Beliau tersenyum\". Dan dia berkata: \"Dan bapakku meninggalkan hutang sebanyak tiga puluh wasaq\". Dan berkata Ibnu Ishaq dari Wahb dari Jabir: \"Sholat azh-Zhuhur\". (Bukhari - 2510)",
		"Telah menceritakan kepada kami Ali bin Hujr berkata; telah menceritakan kepada kami Isma'il Ibnu Ulayyah dari Ayyub dari Ibnu Abu Mulaikah dari Ummu Salamah bahwasanya ia berkata; \"Rasulullah shallallahu 'alaihi wasallam lebih bersegera dalam melaksanakan shalat zhuhur daripada kalian. Dan kalian lebih bersegera dalam melaksanakan shalat asar daripada beliau.\" Abu Isa berkata; \"Hadits ini juga diriwayatkan dari Isma'il bin Ulayyah dari Ibnu Juraij dari Ibnu Abu Mulaikah dari Ummu Salamah seperti itu. Dan aku mendapatkan dalam kitab ayahku, \"Telah mengabarkan kepadaku Ali bin Hujr dari Isma'il bin Ibrahim dari Ibnu Juraij, dan telah menceritakan kepada kami Bisyr bin Mu'adz Al Bashri, ia berkata; telah menceritakan kepada kami Isma'il bin Ulayyah dari Ibnu Juraij dengan sanad ini sebagaimana dalam hadits tersebut. Dan ini lebih shahih.\" (Tirmidzi - 149)",
		"Telah menceritakan kepada kami Qutaibah berkata; telah menceritakan kepada kami Jarir dari 'Atha` bin Sa'ib dari Sa'id bin Jubair dari Ibnu Abbas ia berkata; \"Nabi shallallahu 'alaihi wasallam mengerjakan shalat dua rakaat setelah asar karena beliau mengurusi masalah harta kaum muslimin, sehingga beliau sibuk dan tidak dapat melaksanakan shalat dua rakaat setelah zhuhur. Maka beliau pun melaksanakan dua rakaat itu setelah asar, dan beliau tidak lagi melakukannya.\" Dalam bab ini ada juga hadits dari 'Aisyah, Ummu Salamah, Maimunah, dan Abu Musa.\" Abu Isa berkata; \"Hadits Ibnu Abbas adalah hadits hasan, dan banyak perawi telah meriwayatkan dari Nabi shallallahu 'alaihi wasallam bahwa beliau shalat dua rakaat setelah asar. Dan ini menyelisihi apa yang diriwayatkan darinya (Nabi) bahwa beliau melarang shalat setelah asar sampai matahari tenggelam. Haditsnya Ibnu Abbas adalah lebih shahih karena disebutkan di dalamnya, bahwa beliau tidak mengulangi melakukan shalat dua rakaat tersebut.\" Dan telah diriwayatkan pula sebuah hadits dari Zaid bin Tsabit yang semakna dengan hadits Ibnu Abbas. Dan telah diriwayatkan pula dari 'Aisyah beberapa hadits yang mengatakan bahwa Nabi shallallahu 'alaihi wasallam tidak pernah masuk menemuinya ('Aisyah) setelah waktu asar kecuali beliau shalat dua rakaat. Dan riwayat lain dari 'Aisyah, dari Ummu Salamah, dari Nabi shallallahu 'alaihi wasallam bahwa beliau melarang shalat setelah asar hingga matahari tenggelam, dan melarang shalat setelah subuh hingga matahari terbit. Dan yang menjadi kesepakatan para ahli ilmu adalah dimakruhkannya shalat setelah asar hingga matahari tenggelam, dan shalat setelah subuh hingga matahari terbit. Kecuali yang sudah dikecualikan seperti shalat di Makkah setelah asar hingga matahari tenggelam dan setelah subuh hingga matahari terbit setelah melaksanakan tawaf. Telah diriwayatkan dari Nabi shallallahu 'alaihi wasallam bahwa beliau memberikan keringanan dalam hal ini. Ini telah menjadi pendapat sekelompok ahli ilmu dari para sahabat Nabi shallallahu 'alaihi wasallam dan orang-orang setelah mereka. Pendapat ini juga diambil oleh Imam Syafi'i, Ahmad dan Ishaq. Sedangkan sekelompok ahli ilmu yang lainnya, dari kalangan sahabat Nabi shallallahu 'alaihi wasallam dan orang-orang setelahnya, mereka juga memakruhkan shalat setelah asar dan subuh di Makkah. Pendapat ini diambil oleh Sufyan Ats Tsauri, Malik bin Anas dan sebagian penduduk Kufah.\" (Tirmidzi - 169)",
		"Telah mengabarkan kepada kami Muhammad bin Qudamah dia berkata; Telah menceritakan kepada kami Jarir dari Mughirah dari Ibrahim dari Al Aswad dia berkata; Aisyah Radliyallahu'anha berkata; \"Rasulullah Shallallahu'alaihi wasallam tidak pernah menemuiku setelah Ashar kecuali setelah mengerjakan shalat dua rakaat (ba'da ashar).\" (Nasa'i - 571)",
		"Dan telah menceritakan kepada kami Yahya bin Yahya katanya; Aku bacakan kepada Malik dari Ishaq bin Abdulah bin Abu Thalhah dari Anas bin Malik, katanya; kami shalat Ashar, kemudian seseorang pergi ke Bani 'Amru bin 'Auf dan ia mendapati mereka masih melakukan shalat Ashar.\" (Muslim - 986)"
	]
}