{"data":
	[
		"Telah menceritakan kepada kami Abdullah bin Muhammad yaitu An Nufaili telah menceritakan kepada kami Husyaim telah mengabarkan kepada kami Manshur dari Al Walid bin Muslim Al Hujaimi dari Abu As Shiddiq An Najji dari Abu Sa'id Al Khudri dia berkata; \"Kami pernah memperkirakan berapa lama Rasulullah shallallahu 'alaihi wasallam berdiri ketika shalat Dzuhur dan Ashar, yaitu perkirakan kami pada dua raka'at pertama shalat Dzuhur seperti lamanya membaca kira-kira tiga puluh ayat, seperti membaca; \"Alif Lam Mim Tanziilul (surat as Sajadah), dan kami memperkirakan lama berdiri beliau pada dua raka'at terakhir, seperti setengah dari dua raka'at yang pertama. Lalu kami memperkirakan lama berdiri beliau dalam dua raka'at pertama shalat Ashar, sama dengan lama berdiri beliau dalam dua raka'at terakhir shalat Dzuhur, dan kami memperkirakan lama berdiri beliau dalam dua raka'at yang terakhir dalam shalat Ashar seperti separuh dari lamanya pada dua raka'at pertama.\" (Abu Dawud - 681)",
		"Telah menceritakan kepada kami Ali bin Muhammad berkata, telah menceritakan kepada kami Waki' berkata, telah menceritakan kepada kami Sufyan dan Bapakku dan Isra'il dari Abu Ishaq dari Ashim bin Dlamrah As Saluli ia berkata, \"Kami bertanya kepada Ali tentang shalat sunnah Rasulullah shallallahu 'alaihi wasallam di waktu siang hari, \" Ali pun menjawab, \"Kalian tidak akan sanggup, \" kami berkata, \"Kabarkanlah, kami akan melakukan semampunya, \" Ali berkata, \"Kebiasaan Nabi shallallahu 'alaihi wasallam apabila hendak melaksanakan Shalat fajar (shubuh), beliau menundanya sehingga apabila matahari terbit dari arah sini yaitu dari arah timur, ukurannya seperti Shalat Ashar ketika matahari dari arah sini yaitu dari arah barat, maka beliau melaksanakan Shalat dua rakaat. Kemudian beliau menunda sehingga apabila matahari terbit dari arah sini yaitu dari arah timur, ukurannya jika dari Shalat Dzuhur dari arah sini yaitu dari arah barat, kemudian beliau melaksanakan Shalat sunnah empat rakaat, dan empat rakaat sebelum dzuhur apabila matahari telah tergelincir, dan shalat dua rakaat setelah Shalat dzuhur, kemudian beliau melaksanakan Shalat sunnah sebelum Shalat Ashar empat rakaat pada setiap dua rakaat dipisah dengan salam kepada para Malaikat, para Nabi serta orang-orang yang mengikuti mereka dari kaum muslimin dan mukminin.\" Ashim berkata; Ali berkata; \"Itulah enam belas raka'at Shalat sunnahnya Nabi shallallahu 'alaihi wasallam di siang hari dan sangat sedikit orang mampu menekuninya.\" Waki' berkata; dalam hadits ini bapakku menambahkan; Habib Bin Abu Tsabit berkata; wahai Abu Ishaq \"Wahai Abu Ishaq aku tidak menyukai kalau saja masjidmu di penuhi dengan emas kalau dibandingkan dengan haditsmu ini.\" (Ibnu Majah - 1151)",
		"Telah menceritakan kepada kami Ali bin Hujr telah menceritakan kepada kami Hafs bin Ghiyats dari Al Hajjaj dari 'Athiyyah dari Ibnu Umar dia berkata, saya shalat Dzuhur bersama Nabi Shalallahu 'alaihi wa salam dua raka'at dan setelahnya dua raka'at dalam sebuah perjalanan. Abu Isa berkata, hadits ini hasan, Ibnu Abu Laila telah meriwayatkannya dari 'Athiyyah dan Nafi' dari Ibnu Umar. (Tirmidzi - 506)",
		"Telah menceritakan kepada kami Hafsh bin Umar dan Muslim bin Ibrahim sedangkan maksud haditsnya sama, Hafsh mengatakan; telah menceritakan kepada kami Syu'bah dari Al Hakam dari Ibrahim dari 'Alqamah dari Abdullah dia berkata; \"Rasulullah shallallahu 'alaihi wasallam shalat dzuhur lima raka'at, lantas di beritahukan kepada beliau; \"Apakah shalat telah di tambah (bilangan raka'atnya)?\" beliau bersabda: \"Apa maksudnya?\" mereka berkata; \"Anda telah shalat lima raka'at.\" Maka beliau sujud dua kali setelah salam.\" (Abu Dawud - 860)",
		"Telah menceritakan kepada kami Ali bin Hujr telah menceritakan kepada kami 'Abdul Aziz bin Abu Hazim dan Abdullah bin Ja'far dari Abu Hazim dari Sahl bin Sa'ad radliallahu 'anhu dia berkata, bahwa kami tidak makan siang dan tidak Qailulah (tidur sebelum Dzuhur) pada masa Rasulullah Shallahu 'alaihi wa sallam kecuali setelah shalat Jum'at. (perawi) berkata, dalam bab ini (ada juga riwayat -pent) dari Anas bin Malik radliallahu 'anhu. Abu Isa berkata, hadits Sahl Bin Sa'ad adalah hadits hasan shahih. (Tirmidzi - 483)"
	]
}