{"data":
	[
		"Telah menceritakan kepada kami Hannad telah menceritakan kepada kami Mulazim bin Amru telah menceritakan kepadaku Abdullah bin An Nu'man dari Qais bin Thalq telah menceritakan kepadaku ayahku Thalq bin Ali bahwasanya Rasulullah Shallallaahu 'alaihi wasallam bersabda: \" Lanjutkanlah makan dan minum dan janganlah kalian tertipu oleh fajar yang berbentuk garis vertikal (fajar kadzib), akan tetapi lanjutkanlah makan dan minum sampai muncul fajar yang terbentang berwarna merah (fajar shadik).\" Dalam bab ini (ada juga riwayat -pent) dari 'Adi bin Hatim, Abu Dzar dan Samrah. Abu 'Isa berkata, hadits Ali bin Thalq adalah hadits hasan gharib melalui jalur ini dan diamalkan oleh para Ulama. Mereka berkata, bolehnya seseorang melanjutkan makan dan minum sampai munculnya fajar yang terbentang berwarna merah. (Tirmidzi - 639)",
		"Telah menceritakan kepada kami Ahmad bin Abdah Adl Dlabbi berkata; telah menceritakan kepada kami Abdul Aziz bin Muhammad dari Qudamah bin Musa dari Muhammad bin Al Hushain dari Abu Alqamah dari Yasar pelayan Ibnu Umar, dari Ibnu Umar bahwa Rasulullah shallallahu 'alaihi wasallam bersabda: \"Tidak ada shalat setelah fajar kecuali dua rakaat.\" Makna hadits ini adalah, bahwa tidak ada shalat setelah terbitnya fajar kecuali dua rakaat fajar. Ia berkata; \"Dalam bab ini juga ada riwayat dari Abdullah bin Amru dan hafshah.\" Abu Isa berkata; \"Hadits Ibnu Umar ini derajatnya gharib, kami tidak mengetahuinya kecuali dari hadits Qudamah bin Musa. Dan tidak hanya satu orang saja yang meriwayatkan darinya, dan ini adalah apa yang disepakati oleh ahli ilmu, yakni mereka memakruhkan seorang laki-laki melaksanakan shalat setelah terbitnya fajar kecuali dua rakaat fajar.\" (Tirmidzi - 384)",
		"Telah mengabarkan kepada kami Ishaq bin Ibrahim dia berkata; telah memberitakan kepada kami 'Abdurrazzaq dia berkata; telah menceritakan kepada kami Ma'mar dari Az Zuhri dari Salim; Ibnu 'Umar berkata; telah mengabarkan kepadaku Hafshah bahwa Rasulullah shallallahu 'alaihi wasallam mengerjakan shalat dua rakaat sebelum shalat fajar (subuh). Hal itu dilakukan setelah terbit fajar. (Nasa'i - 1757)",
		"Telah mengabarkan kepada kami 'Amr bin Manshur dia berkata; telah menceritakan kepada kami 'Ali bin 'Ayyasy dia berkata; telah menceritakan kepada kami Syu'aib dari Az Zuhri dia berkata; telah mengabarkan kepadaku 'Urwah dari 'Aisyah dia berkata; \"Bila muadzin telah diam pada adzan yang pertama untuk shalat Fajar, maka beliau berdiri untuk Shalat dua rakaat yang ringan sebelum shalat Fajar setelah Fajar nampak jelas, kemudian berbaring pada bagian kanannya.\" (Nasa'i - 1741)",
		"Telah menceritakan kepada kami Hannad dan Yusuf bin 'Isa keduanya berkata, telah menceritakan kepada kami Waki' dari Abu Hilal dari Sawadah bin Handlalah dia adalah Al Qusyairi dari Samrah bin Jundub dia berkata, Rasulullah Shallallaahu 'alaihi wasallam bersabda: \" Jangan kalian berhenti makan dan minum pada saat mendengar adzannya Bilal dan munculnya fajar yang bergaris vertikal akan tetapi berhentilah ketika telah muncul fajar yang terbentang di ufuk.\" Abu 'Isa berkata, ini adalah hadits hasan. (Tirmidzi - 640)"
	]
}