{"data":
	[
		"Telah mengkhabarkan kepada kami Sawwar bin Abdullah bin Sawwar, dia berkata; telah menceritakan kepada kami Khalid bin Al Harits, dia berkata; telah menceritakan kepada kami Abdul Malik, telah meriwayatkan dan memberitakan kepada kami Abdur Rahman bin Muhammad bin Sallam, dia berkata; telah memberitakan kepada kami Ishaq yaitu Al Azraq, dia berkata; telah menceritakan hal tersebut kepada kami Abdul Malik dari 'Atho` dari Aiman, budak Ibnu Zubair yang telah dimerdekakan, dan Khalid berkata di dalam haditsnya; budak Az Zubair dari Tubai' dari Ka'ab, dia berkata; \"Barang siapa yang berwudhu dan memperbaiki wudhunya lalu melakukan shalat..., Abdur Rahman berkata; kemudian melakukan sholat Isya terakhir kemudian melakukan shalat setelahnya empat reka'at dan ia menyempurnakannya, Sawwar berkata; dia menyempurnakan ruku' dan sujudnya dan dia mengetahui apa yang dia baca, dan Sawwar berkata; dia membaca didalamnya maka shalat tesebut sama dengan kedudukan lailatul Qodar.\" (Nasa'i - 4868)",
		"Telah menceritakan kepada kami Imran bin Musa Al Laitsi berkata, telah menceritakan kepada kami Abdul Warits bin Sa'id berkata, telah menceritakan kepada kami Dawud bin Abu Hind dari Abu Nadlrah dari Abu Sa'id ia berkata; Rasulullah shallallahu 'alaihi wasallam shalat maghrib bersama kami, kemudian beliau tidak keluar hingga berlalu pertengahan malam, lalu beliau keluar dan shalat bersama mereka. Setelah itu beliau bersabda: \"Sesungguhnya orang-orang telah shalat dan tidur, dan kalian akan senantiasa berada dalam hitungan shalat selagi kalian menunggunya. Sekiranya bukan karena orang lemah dan orang sakit, aku menyukai untuk mengakhirkan shalat ini hingga tengah malam.\" (Ibnu Majah - 685)",
		"Telah menceritakan kepada kami Hisyam bin 'Ammar berkata, telah menceritakan kepada kami Sufyan bin Uyainah dari Abu Az Zinad dari Al A'raj dari Abu Hurairah berkata; Rasulullah shallallahu 'alaihi wasallam bersabda: \"Sekiranya tidak memberatkan umatku, sungguh akan aku perintahkan mereka untuk mengakhirkan shalat isya.\" (Ibnu Majah - 682)",
		"Telah menceritakan kepada kami Abu Bakr bin Abu Syaibah berkata, telah menceritakan kepada kami Abu Usamah dan Abdullah bin Numair dari Ubaidullah dari Sa'id bin Abu Sa'id dari Abu Hurairah ia berkata; Rasulullah shallallahu 'alaihi wasallam bersabda: \"Sekiranya tidak memberatkan umatku, sungguh akan aku akhirkan shalat isya hingga sepertiga atau pertengahan malam.\" (Ibnu Majah - 683)",
		"Telah menceritakan kepada kami Muhammad Ibnul Mutsanna berkata, telah menceritakan kepada kami Khalid Ibnul Harits berkata, telah menceritakan kepada kami Humaid berkata; Anas bin Malik ditanya; \"Apakah Nabi shallallahu 'alaihi wasallam mengenakan cincin?\" ia menjawab; \"Ya, beliau mengakhirkan malam shalat isya hingga pertengahan malam, maka ketika selesai shalat beliau menghadap ke arah kami seraya bersabda: \"Orang-orang sudah shalat dan tertidur, dan kalian akan tetap dalam hitungan shalat selama kalian menunggunya.\" Anas berkata; \"Seakan-akan aku melihat kilatan cincinnya.\" (Ibnu Majah - 684)"
	]
}