{"data":
	[
		"Telah mengabarkan kepada kami 'Amr bin 'Ali dia berkata; telah menceritakan kepada kami 'Abdurrahman bin Mahdi dia berkata; telah menceritakan kepada kami Israil dari 'Utsman bin Al Mughirah dari Iyas bin Abu Ramlah dia berkata; aku mendengar Mu'awiyah bertanya kepada Zaid bin Arqam, 'Apakah engkau pernah mengerjakan shalat dua hari raya bersama Rasulullah shallallahu 'alaihi wasallam? ' la menjawab, `Ya, beliau shallallahu 'alaihi wasallam mengerjakan shalat hari raya pada permulaan slang (pagi hari), lalu beliau memberi rukhsah kewajiban jumat (boleh melakukannya, boleh juga tidak) '.\" (Nasa'i - 1573)",
		"Telah menceritakan kepadaku Zuhair bin Harb dan 'Ubaidullah bin Said keduanya berkata; telah menceritakan kepada kami Yahya yaitu Ibnu Said dari 'Ubaidullah, katanya; telah mengabarkan kepadaku Nafi' dari Ibnu Umar, (dan diriwayatkan dari jalur lain) telah menceritakan kepada kami Abu Bakar bin Abu Syaibah telah menceritakan kepada kami Abu Usamah telah menceritakan kepada kami 'Ubaidullah dari Nafi' dari Ibnu Umar katanya; Aku pernah shalat bersama Rasulullah shallallahu 'alaihi wasallam dua raka'at sebelum Zhuhur dan dua raka'at setelahnya, dan dua raka'at setelah maghrib dan dua raka'at setelah isya`, dan dua raka'at setelah jumat, adapun (sunnah) maghrib dan isya` dan jumat, aku shalat bersama Nabi shallallahu 'alaihi wasallam di rumahnya.\" (Muslim - 1200)",
		"Dan telah menceritakan kepada kami Ahmad bin Abdullah bin Yunus telah menceritakan kepada kami Zuhair telah menceritakan kepada kami Abu Ishaq dari Abu Al Ahwash bahwa Abu Ishaq mendengar darinya, dari Abdullah, bahwsanya Nabi shallallahu 'alaihi wasallam bersabda kepada orang-orang yang ketinggalan shalat jumat; Sungguh aku berkeinginan untuk menyuruh seseorang mengimami manusia, kemudian kusuruh untuk membakar rumah-rumah orang-orang yang ketinggalan (shalat) jumat.\" (Muslim - 1043)",
		"Telah menceritakan kepada kami Al Qasim bin Dinar telah menceritakan kepada kami 'Ubaidullah bin Musa dan Thalq bin Ghannam dari Syaiban dari 'Ashim dari Zirr dari Abdullah dia berkata, adalah Rasulullah Shallallaahu 'alaihi wasallam berpuasa pada hari-hari pertama selama tiga hari dari tiap bulan, dan beliau jarang didapati tidak berpuasa pada hari Jumat. (perawi) berkata, dalam bab ini (ada juga riwayat -pent) dari Ibnu Umar dan Abu Hurairah. Abu 'Isa berkata, hadits Abdullah merupakan hadits hasan gharib, sebagian ulama mensunnahkan berpuasa pada hari Jumat, adapun yang memakruhkannya, jika tidak disertai dengan puasa sehari sebelum dan sesudah harinya. (perawi) juga berkata, Syu'bah juga telah meriwayatkan hadits ini dari 'Ashim, namun dia tidak memarfu'kannya. (Tirmidzi - 673)",
		"Telah menceritakan kepada kami An-Nufaili telah menceritakan kepada kami Abu Al-Malih telah menceritakan kepadaku Yazid bin Yazid telah menceritakan kepadaku Yazid bin Al-Asham dia berkata; Saya telah mendengar Abu Hurairah berkata; Rasulullah shallallahu 'alaihi wasallam bersabda; Sungguh saya ingin sekali memerintahkan para pemudaku untuk mengumpulkan tumpukan tumpukan kayu bakar, kemudian saya pergi mendatangi kaum yang mengerjakan shalat di rumah rumah mereka tanpa udzur, lalu saya membakar rumah rumah mereka. Kata Yazid bin Yazid Saya katakan kepada Yazid bin Asham; Wahai Abu Auf, apakah Shalat Jumat yang dimaksud Nabi shallallahu 'alaihi wasallam ataukah lainnya? Dia menjawab; Kedua telingaku tersumbat, sekiranya saya tidak mendengar Abu Hurairah meriwayatkannya dari Rasulullah shallallahu 'alaihi wasallam, sama sekali beliau tidak menyebutkan shalat Jumat dan juga shalat yang lain. (Abu Dawud - 462)"
	]
}